import React from 'react';


export const EpicText = () => {

  return(
    <>
    <h2>EPIC</h2>
    <p>
    EPIC API обезбедува информации за дневните слики собрани од инструментот Earth Polychromatic Imaging Camera (EPIC) на DSCOVR. Единствено поставена на точката Земја-Сонце Лагранџ, EPIC обезбедува целосна слика на дисковите на Земјата и снима уникатни перспективи на одредени астрономски настани, како што се месечински транзити со помош на детектор 2048x2048 пиксели CCD (уред со полнење на полнење), споен со телескоп Касегреин со отвор од 30 см .Метаподатоците за слика и клучните информации се обезбедени од JSON API и може да се побараат според датумот и за најновиот достапен датум. Список на сите достапни датуми, исто така, може да се добие преку API за повеќе грануларна контрола.  Развојот на EPIC API започна во 2015 година и е поддржан од тимот за развој на веб-страницата за Лабораторијата за атмосфери во одделот за науки на земјата на центарот за вселенски летови на Годард. Повеќе информации во врска со API и преземањето на сликите за преземање може да се најдат на веб-страницата на EPIC.
    </p>
    </>
  );
}

